//餐饮服务
const T1={id:1,name:'餐饮服务',
    child:['营业员','预订员','服务员','杂工','吧员','送餐员','收银前台','传菜员','前厅经理','迎宾/接待','保洁','物流采购','领班','洗碗工',
        '餐饮管理','储备店长','主管店长','区域经理','市场企划','品控管理','设备工程','储备干部','管培生','会计','烤鱼厨师','鲁菜厨师',
        '火锅厨师','湘菜厨师','日韩料理厨师','后厨食堂厨师','东北菜厨师','包子工厨师','厨师长','拉面师','川菜厨师','配菜打荷','炒锅',
        '烧烤师傅','学徒','凉菜厨师','西餐厨师','裱花师','咖啡师','西点师','烘焙师','调酒师','茶艺师','面点师']}
//人事/财政/财务
const T2={id:2,name:'人事/财政/财务',
    child: ['行政主管','行政经理','结算税务','财务主管','法务','法务经理','文员','前台','秘书','人事专员','人事经理','行政助理','招聘专员',
        '招聘经理','培训专员','培训经理','后勤顾问','薪酬绩效','员工关系','打字员','会计','总经理','助理','财务','出纳','审计成本管理','HRBP',
        '人事助理','其他']}
//超市/零售
const T3={id:3,name:'超市/零售',
    child:['促销员','营业员','收银员','理货员','防损员','店长','招商','经理','品类管理','食品加工','督导','卖场经理','导购员','收货员','陈列员',
        '采购员','停车管理员','会计','储备店长','管培生','其他']}
//互联网/IT
const T4={id:4,name:'互联网/IT',
    child:['Java开发','Web前端','运维','测试','C#开发','人工智能','大数据','游戏开发','小程序','移动App开发','网络推广','新媒体运营','其他']}
//销售/采购
const T5={id:5,name:'销售/采购',
    child:['销售专员','大客户代表','代理商销售','广告销售','营销主管','商务总监','区域总监','城市经理','采购经理','买手','外贸业务员','外贸经理',
        '外贸专员','销售代表','电话销售','销售助理','销售支持','汽车销售','医药代表','器械销售','网络销售','团购销售','渠道专员','渠道经理',
        '客户经理','销售培训师','销售分析师','导购员','化妆品销售','服装销售','零配件销售','采购业务员','储备经理','销售经理','其他']}
//家政/保洁
const T6={id:6,name:'家政/保洁',
    child:['保洁','保姆','保安','月嫂','育婴师','洗衣工','钟点工','送水工','护工','催乳师','生活配送','宠物护理和美容','家电维修','其他']}
//物流/仓储/司机
const T7={id:7,name:'物流/仓储/司机',
    child:['快递员','仓库管理员','搬运工','物流专员','物流经理','调度员','仓库经理','单证员','国际货运分拣员','客运司机','货运司机','驾校教练',
        '配送员','装卸工','叉车工','驾驶员','送货员','其他']}
//运动/健身
const T8={id:8,name:'运动/健身',
    child:['健身','教练瑜伽','老师','舞蹈师','游泳教练','台球教练','高尔夫助理','运动顾问','前台','店长','瘦身顾问','高尔夫教练','会籍顾问',
        '武术教练','球类运动教练','跆拳道教练','轮滑教练','其他']}
export {T1,T2,T3,T4,T5,T6,T7,T8}
